Python 3.10.4 (tags/v3.10.4:9d38120, Mar 23 2022, 23:13:41) [MSC v.1929 64 bit (AMD64)] on win32
Type "help", "copyright", "credits" or "license()" for more information.
a=1
b=a
a
1
b
1

==================== RESTART: C:/Windows/System32/Sphare.py ====================
Traceback (most recent call last):
  File "C:/Windows/System32/Sphare.py", line 3, in <module>
    R=input(float("R?"))
ValueError: could not convert string to float: 'R?'

==================== RESTART: C:/Windows/System32/Sphare.py ====================
9.8596

==================== RESTART: C:/Windows/System32/Sphare.py ====================
4.5

==================== RESTART: C:/Windows/System32/Sphare.py ====================
18.0

==================== RESTART: C:/Windows/System32/Sphare.py ====================
2.880000000000001

==================== RESTART: C:/Windows/System32/Sphare.py ====================
18.0

=================== RESTART: C:/Windows/System32/Γεομετρία.py ==================
Traceback (most recent call last):
  File "C:/Windows/System32/Γεομετρία.py", line 9, in <module>
    πολλέςΑρμονικέςΔιαστάσεις = ΌγκοςΣφαιρας*ΌγκοςΣφαίρας
NameError: name 'ΌγκοςΣφαιρας' is not defined. Did you mean: 'ΌγκοςΣφαίρας'?

=================== RESTART: C:/Windows/System32/Γεομετρία.py ==================
3
1
6
2 = 2*ακτίνακύκλου)
6 = ακτίναΚύκλου*Τάυ
6.0 = περίμετροςΚύκλου*διάμετροςΚύκλου/2
18.0 = ΕμβαδόνΚύκλου*Τάυ/2
324.0

=================== RESTART: C:/Windows/System32/Γεομετρία.py ==================
Traceback (most recent call last):
  File "C:/Windows/System32/Γεομετρία.py", line 4, in <module>
    Τάυ=2*πι
NameError: name 'πι' is not defined. Did you mean: 'πί'?

=================== RESTART: C:/Windows/System32/Γεομετρία.py ==================
3
1
6
2 = 2*ακτίνακύκλου
6 = ακτίναΚύκλου*Τάυ
6 = περίμετροςΚύκλου*ακτίναΚύκλου
18 = ΕμβαδόνΚύκλου*πί
324

=================== RESTART: C:/Windows/System32/Γεομετρία.py ==================
3
1
6
2 = 2*ακτίνακύκλου
6 = ακτίναΚύκλου*Τάυ
6 = περίμετροςΚύκλου*ακτίναΚύκλου
18 = ΕμβαδόνΚύκλου*πί
Traceback (most recent call last):
  File "C:/Windows/System32/Γεομετρία.py", line 17, in <module>
    print(τέταρτηΔιάστάσηΣφαίρας)
NameError: name 'τέταρτηΔιάστάσηΣφαίρας' is not defined. Did you mean: 'τέταρτηΔιάστασηΣφαίρας'?

=================== RESTART: C:/Windows/System32/Γεομετρία.py ==================
3
1
6
2 = 2*ακτίνακύκλου
6 = ακτίναΚύκλου*Τάυ
6 = περίμετροςΚύκλου*ακτίναΚύκλου
18 = ΕμβαδόνΚύκλου*πί
18

=================== RESTART: C:/Windows/System32/Γεομετρία.py ==================
3
1
6
2 = 2*ακτίνακύκλου
6 = ακτίναΚύκλου*Τάυ
6 = περίμετροςΚύκλου*ακτίναΚύκλου
18 = ΕμβαδόνΚύκλου*πί
18 = τέταρτηΔιάστασηΣφαίρας
18 = άπειρεςΔιαστάσειςΣφαίρας

=================== RESTART: C:/Windows/System32/Γεομετρία.py ==================
3
1
6
2 = 2*ακτίνακύκλου
6 = ακτίναΚύκλου*Τάυ
6 = περίμετροςΚύκλου*ακτίναΚύκλου
18 = ΕμβαδόνΚύκλου*πί
18 = τέταρτηΔιάστασηΣφαίρας
18 = άπειρεςΔιαστάσειςΣφαίρας
Traceback (most recent call last):
  File "C:/Windows/System32/Γεομετρία.py", line 20, in <module>
    print(άπειρεςΔιαστάσειςΣφαίρας*άπειρεςΔιαστάσειςΣφαίρας*ΆπειρεςΔιαστάσειςΣφαίρας*ΆπειρεςΔιαστάσειςΣφαίρας, " =Χώρος") #
NameError: name 'ΆπειρεςΔιαστάσειςΣφαίρας' is not defined. Did you mean: 'άπειρεςΔιαστάσειςΣφαίρας'?

=================== RESTART: C:/Windows/System32/Γεομετρία.py ==================
3
1
6
2 = 2*ακτίνακύκλου
6 = ακτίναΚύκλου*Τάυ
6 = περίμετροςΚύκλου*ακτίναΚύκλου
18 = ΕμβαδόνΚύκλου*πί
18 = τέταρτηΔιάστασηΣφαίρας
18 = άπειρεςΔιαστάσειςΣφαίρας
104976  =Χώρος

=================== RESTART: C:/Windows/System32/Γεομετρία.py ==================
3
1
6
2 = 2*ακτίνακύκλου
6 = ακτίναΚύκλου*Τάυ
6 = περίμετροςΚύκλου*ακτίναΚύκλου
18 = ΕμβαδόνΚύκλου*πί
18 = τέταρτηΔιάστασηΣφαίρας
18 = άπειρεςΔιαστάσειςΣφαίρας
104976  =Χώρος (Στοιχειώδη Σωματήδια Στην Αντιύλη . 

=================== RESTART: C:/Windows/System32/Γεομετρία.py ==================
3 = πί
1 = ακτίναΚύκλου
6 = Τάυ
2 = 2*ακτίνακύκλου
6 = ακτίναΚύκλου*Τάυ
6 = περίμετροςΚύκλου*ακτίναΚύκλου
18 = ΕμβαδόνΚύκλου*πί
18 = τέταρτηΔιάστασηΣφαίρας
18 = άπειρεςΔιαστάσειςΣφαίρας

=================== RESTART: C:/Windows/System32/Γεομετρία.py ==================
3 = πί
1.2 = ακτίναΚύκλου
6 = Τάυ
2.4 = 2*ακτίνακύκλου
7.199999999999999 = ακτίναΚύκλου*Τάυ
8.639999999999999 = περίμετροςΚύκλου*ακτίναΚύκλου
25.919999999999995 = ΕμβαδόνΚύκλου*πί
31.103999999999992 = τέταρτηΔιάστασηΣφαίρας
37.32479999999999 = άπειρεςΔιαστάσειςΣφαίρας

=================== RESTART: C:/Windows/System32/Γεομετρία.py ==================
3 = πί
1 = ακτίναΚύκλου
6 = Τάυ
2 = 2*ακτίνακύκλου
6 = ακτίναΚύκλου*Τάυ
6 = περίμετροςΚύκλου*ακτίναΚύκλου
18 = ΕμβαδόνΚύκλου*πί
18 = τέταρτηΔιάστασηΣφαίρας
18 = άπειρεςΔιαστάσειςΣφαίρας

= RESTART: C:/Windows/System32/Γεομετρία.py
3 = πί
1 = ακτίναΚύκλου
6 = Τάυ
2 = 2*ακτίνακύκλου
6 = ακτίναΚύκλου*Τάυ
6 = περίμετροςΚύκλου*ακτίναΚύκλου
18 = ΕμβαδόνΚύκλου*πί
18 = τέταρτηΔιάστασηΣφαίρας
18 = άπειρεςΔιαστάσειςΣφαίρας

= RESTART: C:/Windows/System32/Γεομετρία.py
3 = πί
1 = ακτίναΚύκλου
6 = Τάυ
2 = 2*ακτίνακύκλου
6 = ακτίναΚύκλου*Τάυ
6 = περίμετροςΚύκλου*ακτίναΚύκλου
18 = ΕμβαδόνΚύκλου*πί
18 = τέταρτηΔιάστασηΣφαίρας
18 = άπειρεςΔιαστάσειςΣφαίρας

= RESTART: C:/Windows/System32/Γεομετρία.py
3 = πί
1 = ακτίναΚύκλου
6 = Τάυ
2 = 2*ακτίνακύκλου
6 = ακτίναΚύκλου*Τάυ
6 = περίμετροςΚύκλου*ακτίναΚύκλου
18 = ΕμβαδόνΚύκλου*πί
18 = τέταρτηΔιάστασηΣφαίρας
18 = άπειρεςΔιαστάσειςΣφαίρας

==== RESTART: C:/Windows/System32/ί.py ===
Traceback (most recent call last):
  File "C:/Windows/System32/ί.py", line 5, in <module>
    α[ι]=α[ι]+ι
IndexError: list index out of range

==== RESTART: C:/Windows/System32/ί.py ===
1
2
3
4
5
6
7
8
9
Traceback (most recent call last):
  File "C:/Windows/System32/ί.py", line 6, in <module>
    α[ι]=α[ι]+ι
IndexError: list index out of range

==== RESTART: C:/Windows/System32/ί.py ===
0
1
2
3
4
5
6
7
8

==== RESTART: C:/Windows/System32/ί.py ===
0
[0, 1]
1
[0, 1, 3]
2
[0, 1, 3, 5]
3
[0, 1, 3, 5, 7]
4
[0, 1, 3, 5, 7, 9]
5
[0, 1, 3, 5, 7, 9, 11]
6
[0, 1, 3, 5, 7, 9, 11, 13]
7
[0, 1, 3, 5, 7, 9, 11, 13, 15]
8
[0, 1, 3, 5, 7, 9, 11, 13, 15, 17]

==== RESTART: C:/Windows/System32/ί.py ===
1
[1, 1]
2
[1, 1, 3]
3
[1, 1, 3, 5]
4
[1, 1, 3, 5, 7]
5
[1, 1, 3, 5, 7, 9]
6
[1, 1, 3, 5, 7, 9, 11]
7
[1, 1, 3, 5, 7, 9, 11, 13]
8
[1, 1, 3, 5, 7, 9, 11, 13, 15]
9
[1, 1, 3, 5, 7, 9, 11, 13, 15, 17]

==== RESTART: C:/Windows/System32/ί.py ===
1
1
2
3
3
5
4
7
5
9
6
11
7
13
8
15
9
17

==== RESTART: C:/Windows/System32/ί.py ===
1
3
5
7
9
11
13
15
17

==== RESTART: C:/Windows/System32/ί.py ===
1 1
2 3
3 5
4 7
5 9
6 11
7 13
8 15
9 17

==== RESTART: C:/Windows/System32/ί.py ===
1
3
5
7
9
11
13
15
17

= RESTART: C:/Windows/System32/Γεομετρία.py
Traceback (most recent call last):
  File "C:/Windows/System32/Γεομετρία.py", line 4, in <module>
    διάμετρος_κύκλου=2*ακτίνα_κύκλου
NameError: name 'ακτίνα_κύκλου' is not defined. Did you mean: 'ακτίνα_κυκλου'?

= RESTART: C:/Windows/System32/Γεομετρία.py
Traceback (most recent call last):
  File "C:/Windows/System32/Γεομετρία.py", line 4, in <module>
    διάμετρος_κύκλου=2*ακτίνα_κύκλου
NameError: name 'ακτίνα_κύκλου' is not defined. Did you mean: 'ακτίνα_κυκλου'?

= RESTART: C:/Windows/System32/Γεομετρία.py
Traceback (most recent call last):
  File "C:/Windows/System32/Γεομετρία.py", line 8, in <module>
    τέταρτη_διάσταση_σφαίρας = όγκοςσφαίρας*ακτίνακύκλου
NameError: name 'όγκοςσφαίρας' is not defined. Did you mean: 'όγκος_σφαίρας'?

= RESTART: C:/Windows/System32/Γεομετρία.py
3  = 3
1  = 1
6  = 2 * πί
2  = 2 * ακτίνα_κύκλου
6  = ακτίνα_κύκλου * τάυ
6  = περίμετρος_κύκλου*ακτίνα_κύκλου
18  = εμβαδόν_κύκλου*πί
18  = όγκοςσφαίρας*ακτίνακύκλου
Traceback (most recent call last):
  File "C:/Windows/System32/Γεομετρία.py", line 18, in <module>
    print(άπειρεςδιαστάσειςσφαίρας," = τέταρτηδιάστασησφαίρας*ακτίνακύκλου")
NameError: name 'άπειρεςδιαστάσειςσφαίρας' is not defined. Did you mean: 'άπειρες_διαστάσεις_σφαίρας'?

= RESTART: C:/Windows/System32/Γεομετρία.py
3  = 3
1  = 1
6  = 2 * πί
2  = 2 * ακτίνα κύκλου
6  = ακτίνα κύκλου x τάυ
6  = περίμετρος κύκλου x ακτίνα_κύκλου
18  = εμβαδόν_κύκλου x πί
18  = όγκοςσ φαίρας x ακτίνακύκλου
18  = τέταρτη διάσταση σφαίρας x ακτίνα κύκλου

= RESTART: C:/Windows/System32/Γεομετρία.py
3  = 3
1  = 1
6  = 2 * πί
2  = 2 * ακτίνα κύκλου
6  = ακτίνα κύκλου x τάυ
6  = περίμετρος κύκλου x ακτίνα_κύκλου
18  = εμβαδόν_κύκλου x πί
18  = όγκοςσ φαίρας x ακτίνακύκλου
18  = τέταρτη διάσταση σφαίρας x ακτίνα κύκλου

= RESTART: C:/Users/athan/OneDrive/Υπολογιστής/όλα.py
1
3
5
7
9
11
13
15
17
3  = 3
1  = 1
6  = 2 * πί
2  = 2 * ακτίνα κύκλου
6  = ακτίνα κύκλου x τάυ
6  = περίμετρος κύκλου x ακτίνα_κύκλου
18  = εμβαδόν_κύκλου x πί
18  = όγκοςσ φαίρας x ακτίνακύκλου
18  = τέταρτη διάσταση σφαίρας x ακτίνα κύκλου
3  = 3
1  = 1
6  = 2 * πί
2  = 2 * ακτίνα κύκλου
6  = ακτίνα κύκλου x τάυ
6  = περίμετρος κύκλου x ακτίνα_κύκλου
18  = εμβαδόν_κύκλου x πί
18  = όγκοςσ φαίρας x ακτίνακύκλου
18  = τέταρτη διάσταση σφαίρας x ακτίνα κύκλου

= RESTART: C:/Users/athan/OneDrive/Υπολογιστής/όλα.py
1
3
5
7
9
11
13
15
17
3  = 3
1  = 1
6  = 2 * πί
2  = 2 * ακτίνα κύκλου
6  = ακτίνα κύκλου x τάυ
6  = περίμετρος κύκλου x ακτίνα_κύκλου
18  = εμβαδόν_κύκλου x πί
18  = όγκοςσ φαίρας x ακτίνακύκλου
18  = τέταρτη διάσταση σφαίρας x ακτίνα κύκλου
3  = 3
1  = 1
6  = 2 * πί
2  = 2 * ακτίνα κύκλου
6  = ακτίνα κύκλου x τάυ
6  = περίμετρος κύκλου x ακτίνα_κύκλου
18  = εμβαδόν_κύκλου x πί
18  = όγκοςσ φαίρας x ακτίνακύκλου
18  = τέταρτη διάσταση σφαίρας x ακτίνα κύκλου

= RESTART: C:/Users/athan/OneDrive/Υπολογιστής/όλα.py
1
3
5
7
9
11
13
15
17
3  = 3
1  = 1
6  = 2 * πί
2  = 2 * ακτίνα κύκλου
6  = ακτίνα κύκλου x τάυ
6  = περίμετρος κύκλου x ακτίνα_κύκλου
18  = εμβαδόν_κύκλου x πί
18  = όγκοςσ φαίρας x ακτίνακύκλου
18  = τέταρτη διάσταση σφαίρας x ακτίνα κύκλου
3  = 3
1  = 1
6  = 2 * πί
2  = 2 * ακτίνα κύκλου
6  = ακτίνα κύκλου x τάυ
6  = περίμετρος κύκλου x ακτίνα_κύκλου
18  = εμβαδόν_κύκλου x πί
18  = όγκοςσ φαίρας x ακτίνακύκλου
18  = τέταρτη διάσταση σφαίρας x ακτίνα κύκλου
3  = 3
3  = 3
6  = 2 * πί
6  = 2 * ακτίνα κύκλου
18  = ακτίνα κύκλου x τάυ
54  = περίμετρος κύκλου x ακτίνα_κύκλου
162  = εμβαδόν_κύκλου x πί
486  = όγκοςσ φαίρας x ακτίνακύκλου
1458  = τέταρτη διάσταση σφαίρας x ακτίνα κύκλου

= RESTART: C:/Users/athan/OneDrive/Υπολογιστής/όλα.py
1
3
5
7
9
11
13
15
17
3  = 3
1  = 1
6  = 2 * πί
2  = 2 * ακτίνα κύκλου
6  = ακτίνα κύκλου x τάυ
6  = περίμετρος κύκλου x ακτίνα_κύκλου
18  = εμβαδόν_κύκλου x πί
18  = όγκοςσ φαίρας x ακτίνακύκλου
18  = τέταρτη διάσταση σφαίρας x ακτίνα κύκλου
3  = 3
1  = 1
6  = 2 * πί
2  = 2 * ακτίνα κύκλου
6  = ακτίνα κύκλου x τάυ
6  = περίμετρος κύκλου x ακτίνα_κύκλου
18  = εμβαδόν_κύκλου x πί
18  = όγκοςσ φαίρας x ακτίνακύκλου
18  = τέταρτη διάσταση σφαίρας x ακτίνα κύκλου
3  = 3
3  = 1
6  = 2 * πί
6  = 2 * ακτίνα κύκλου
18  = ακτίνα κύκλου x τάυ
54  = περίμετρος κύκλου x ακτίνα_κύκλου
162  = εμβαδόν_κύκλου x πί
486  = όγκοςσ φαίρας x ακτίνακύκλου
1458  = τέταρτη διάσταση σφαίρας x ακτίνα κύκλου
3  = 3
5  = 1
6  = 2 * πί
10  = 2 * ακτίνα κύκλου
30  = ακτίνα κύκλου x τάυ
150  = περίμετρος κύκλου x ακτίνα_κύκλου
450  = εμβαδόν_κύκλου x πί
2250  = όγκοςσ φαίρας x ακτίνακύκλου
11250  = τέταρτη διάσταση σφαίρας x ακτίνα κύκλου
3  = 3
7  = 1
6  = 2 * πί
14  = 2 * ακτίνα κύκλου
42  = ακτίνα κύκλου x τάυ
294  = περίμετρος κύκλου x ακτίνα_κύκλου
882  = εμβαδόν_κύκλου x πί
6174  = όγκοςσ φαίρας x ακτίνακύκλου
43218  = τέταρτη διάσταση σφαίρας x ακτίνα κύκλου
3  = 3
9  = 1
6  = 2 * πί
18  = 2 * ακτίνα κύκλου
54  = ακτίνα κύκλου x τάυ
486  = περίμετρος κύκλου x ακτίνα_κύκλου
1458  = εμβαδόν_κύκλου x πί
13122  = όγκοςσ φαίρας x ακτίνακύκλου
118098  = τέταρτη διάσταση σφαίρας x ακτίνα κύκλου
3  = 3
11  = 1
6  = 2 * πί
22  = 2 * ακτίνα κύκλου
66  = ακτίνα κύκλου x τάυ
726  = περίμετρος κύκλου x ακτίνα_κύκλου
2178  = εμβαδόν_κύκλου x πί
23958  = όγκοςσ φαίρας x ακτίνακύκλου
263538  = τέταρτη διάσταση σφαίρας x ακτίνα κύκλου
3  = 3
13  = 1
6  = 2 * πί
26  = 2 * ακτίνα κύκλου
78  = ακτίνα κύκλου x τάυ
1014  = περίμετρος κύκλου x ακτίνα_κύκλου
3042  = εμβαδόν_κύκλου x πί
39546  = όγκοςσ φαίρας x ακτίνακύκλου
514098  = τέταρτη διάσταση σφαίρας x ακτίνα κύκλου
3  = 3
15  = 1
6  = 2 * πί
30  = 2 * ακτίνα κύκλου
90  = ακτίνα κύκλου x τάυ
1350  = περίμετρος κύκλου x ακτίνα_κύκλου
4050  = εμβαδόν_κύκλου x πί
60750  = όγκοςσ φαίρας x ακτίνακύκλου
911250  = τέταρτη διάσταση σφαίρας x ακτίνα κύκλου
3  = 3
17  = 1
6  = 2 * πί
34  = 2 * ακτίνα κύκλου
102  = ακτίνα κύκλου x τάυ
1734  = περίμετρος κύκλου x ακτίνα_κύκλου
5202  = εμβαδόν_κύκλου x πί
88434  = όγκοςσ φαίρας x ακτίνακύκλου
1503378  = τέταρτη διάσταση σφαίρας x ακτίνα κύκλου

= RESTART: C:/Users/athan/OneDrive/Υπολογιστής/όλα.py
1
3
5
7
9
11
13
15
17
3  = 3
1  = 1
6  = 2 * πί
2  = 2 * ακτίνα κύκλου
6  = ακτίνα κύκλου x τάυ
6  = περίμετρος κύκλου x ακτίνα_κύκλου
18  = εμβαδόν_κύκλου x πί
18  = όγκοςσ φαίρας x ακτίνακύκλου
18  = τέταρτη διάσταση σφαίρας x ακτίνα κύκλου
3  = 3
1  = 1
6  = 2 * πί
2  = 2 * ακτίνα κύκλου
6  = ακτίνα κύκλου x τάυ
6  = περίμετρος κύκλου x ακτίνα_κύκλου
18  = εμβαδόν_κύκλου x πί
18  = όγκοςσ φαίρας x ακτίνακύκλου
18  = τέταρτη διάσταση σφαίρας x ακτίνα κύκλου
3  = 3
3  = 1
6  = 2 * πί
6  = 2 * ακτίνα κύκλου
18  = ακτίνα κύκλου x τάυ
54  = περίμετρος κύκλου x ακτίνα_κύκλου
162  = εμβαδόν_κύκλου x πί
486  = όγκοςσ φαίρας x ακτίνακύκλου
1458  = τέταρτη διάσταση σφαίρας x ακτίνα κύκλου
3  = 3
5  = 1
6  = 2 * πί
10  = 2 * ακτίνα κύκλου
30  = ακτίνα κύκλου x τάυ
150  = περίμετρος κύκλου x ακτίνα_κύκλου
450  = εμβαδόν_κύκλου x πί
2250  = όγκοςσ φαίρας x ακτίνακύκλου
11250  = τέταρτη διάσταση σφαίρας x ακτίνα κύκλου
3  = 3
7  = 1
6  = 2 * πί
14  = 2 * ακτίνα κύκλου
42  = ακτίνα κύκλου x τάυ
294  = περίμετρος κύκλου x ακτίνα_κύκλου
882  = εμβαδόν_κύκλου x πί
6174  = όγκοςσ φαίρας x ακτίνακύκλου
43218  = τέταρτη διάσταση σφαίρας x ακτίνα κύκλου
3  = 3
9  = 1
6  = 2 * πί
18  = 2 * ακτίνα κύκλου
54  = ακτίνα κύκλου x τάυ
486  = περίμετρος κύκλου x ακτίνα_κύκλου
1458  = εμβαδόν_κύκλου x πί
13122  = όγκοςσ φαίρας x ακτίνακύκλου
118098  = τέταρτη διάσταση σφαίρας x ακτίνα κύκλου
3  = 3
11  = 1
6  = 2 * πί
22  = 2 * ακτίνα κύκλου
66  = ακτίνα κύκλου x τάυ
726  = περίμετρος κύκλου x ακτίνα_κύκλου
2178  = εμβαδόν_κύκλου x πί
23958  = όγκοςσ φαίρας x ακτίνακύκλου
263538  = τέταρτη διάσταση σφαίρας x ακτίνα κύκλου
3  = 3
13  = 1
6  = 2 * πί
26  = 2 * ακτίνα κύκλου
78  = ακτίνα κύκλου x τάυ
1014  = περίμετρος κύκλου x ακτίνα_κύκλου
3042  = εμβαδόν_κύκλου x πί
39546  = όγκοςσ φαίρας x ακτίνακύκλου
514098  = τέταρτη διάσταση σφαίρας x ακτίνα κύκλου
3  = 3
15  = 1
6  = 2 * πί
30  = 2 * ακτίνα κύκλου
90  = ακτίνα κύκλου x τάυ
1350  = περίμετρος κύκλου x ακτίνα_κύκλου
4050  = εμβαδόν_κύκλου x πί
60750  = όγκοςσ φαίρας x ακτίνακύκλου
911250  = τέταρτη διάσταση σφαίρας x ακτίνα κύκλου
3  = 3
17  = 1
6  = 2 * πί
34  = 2 * ακτίνα κύκλου
102  = ακτίνα κύκλου x τάυ
1734  = περίμετρος κύκλου x ακτίνα_κύκλου
5202  = εμβαδόν_κύκλου x πί
88434  = όγκοςσ φαίρας x ακτίνακύκλου
1503378  = τέταρτη διάσταση σφαίρας x ακτίνα κύκλου
3  = 3
18  = 1
6  = 2 * πί
36  = 2 * ακτίνα κύκλου
108  = ακτίνα κύκλου x τάυ
1944  = περίμετρος κύκλου x ακτίνα_κύκλου
5832  = εμβαδόν_κύκλου x πί
104976  = όγκοςσ φαίρας x ακτίνακύκλου
1889568  = τέταρτη διάσταση σφαίρας x ακτίνα κύκλου
