#απειρίζηγείιι
α=[1,2,3,4,5,6,7,8,9]
ι=1
β=[ι]
for ι in range ( 0, len(α)):
    β.append(α[ι]+ι)
    ι=ι+1
    print(β[ι])
i=0

#run.
#->

#.
#1 1

#3 2

#5 3

#7 4

#9 5

#11 6

#13 7

#15 8

#17 9

#+
#.

#.


#.




#.





#.

#.


#.


#.


#test_0
πί=3
ακτίνα_κύκλου=1
τάυ=2*πί
διάμετρος_κύκλου=2 * ακτίνα_κύκλου
περίμετρος_κύκλου=ακτίνα_κύκλου * τάυ
εμβαδόν_κύκλου=περίμετρος_κύκλου*ακτίνα_κύκλου
όγκος_σφαίρας = εμβαδόν_κύκλου * πί
τέταρτη_διάσταση_σφαίρας = όγκος_σφαίρας*ακτίνα_κύκλου
άπειρες_διαστάσεις_σφαίρας = τέταρτη_διάσταση_σφαίρας*ακτίνα_κύκλου
print(πί," = 3")
print(ακτίνα_κύκλου," = 1")
print(τάυ," = 2 * πί")
print(διάμετρος_κύκλου," = 2 * ακτίνα κύκλου")
print(περίμετρος_κύκλου," = ακτίνα κύκλου x τάυ")
print(εμβαδόν_κύκλου," = περίμετρος κύκλου x ακτίνα_κύκλου")
print(όγκος_σφαίρας," = εμβαδόν_κύκλου x πί")
print(τέταρτη_διάσταση_σφαίρας," = όγκοςσ φαίρας x ακτίνακύκλου")
print(άπειρες_διαστάσεις_σφαίρας," = τέταρτη διάσταση σφαίρας x ακτίνα κύκλου")


#run

#
#3  = 3
#1  = 1
#6  = 2 * πί
#2  = 2 * ακτίνα κύκλου
#6  = ακτίνα κύκλου x τάυ
#6  = περίμετρος κύκλου x ακτίνα_κύκλου
#18  = εμβαδόν_κύκλου x πί
#18  = όγκοςσ φαίρας x ακτίνακύκλου
#18  = τέταρτη διάσταση σφαίρας x ακτίνα κύκλου

πί=3
ακτίνα_κύκλου=1
τάυ=2*πί
διάμετρος_κύκλου=2 * ακτίνα_κύκλου
περίμετρος_κύκλου=ακτίνα_κύκλου * τάυ
εμβαδόν_κύκλου=περίμετρος_κύκλου*ακτίνα_κύκλου
όγκος_σφαίρας = εμβαδόν_κύκλου * πί
τέταρτη_διάσταση_σφαίρας = όγκος_σφαίρας*ακτίνα_κύκλου
άπειρες_διαστάσεις_σφαίρας = τέταρτη_διάσταση_σφαίρας*ακτίνα_κύκλου
print(πί," = 3")
print(ακτίνα_κύκλου," = 1")
print(τάυ," = 2 * πί")
print(διάμετρος_κύκλου," = 2 * ακτίνα κύκλου")
print(περίμετρος_κύκλου," = ακτίνα κύκλου x τάυ")
print(εμβαδόν_κύκλου," = περίμετρος κύκλου x ακτίνα_κύκλου")
print(όγκος_σφαίρας," = εμβαδόν_κύκλου x πί")
print(τέταρτη_διάσταση_σφαίρας," = όγκοςσ φαίρας x ακτίνακύκλου")
print(άπειρες_διαστάσεις_σφαίρας," = τέταρτη διάσταση σφαίρας x ακτίνα κύκλου")

πί=3
ακτίνα_κύκλου=3
τάυ=2*πί
διάμετρος_κύκλου=2 * ακτίνα_κύκλου
περίμετρος_κύκλου=ακτίνα_κύκλου * τάυ
εμβαδόν_κύκλου=περίμετρος_κύκλου*ακτίνα_κύκλου
όγκος_σφαίρας = εμβαδόν_κύκλου * πί
τέταρτη_διάσταση_σφαίρας = όγκος_σφαίρας*ακτίνα_κύκλου
άπειρες_διαστάσεις_σφαίρας = τέταρτη_διάσταση_σφαίρας*ακτίνα_κύκλου
print(πί," = 3")
print(ακτίνα_κύκλου," = 1")
print(τάυ," = 2 * πί")
print(διάμετρος_κύκλου," = 2 * ακτίνα κύκλου")
print(περίμετρος_κύκλου," = ακτίνα κύκλου x τάυ")
print(εμβαδόν_κύκλου," = περίμετρος κύκλου x ακτίνα_κύκλου")
print(όγκος_σφαίρας," = εμβαδόν_κύκλου x πί")
print(τέταρτη_διάσταση_σφαίρας," = όγκοςσ φαίρας x ακτίνακύκλου")
print(άπειρες_διαστάσεις_σφαίρας," = τέταρτη διάσταση σφαίρας x ακτίνα κύκλου")

πί=3
ακτίνα_κύκλου=5
τάυ=2*πί
διάμετρος_κύκλου=2 * ακτίνα_κύκλου
περίμετρος_κύκλου=ακτίνα_κύκλου * τάυ
εμβαδόν_κύκλου=περίμετρος_κύκλου*ακτίνα_κύκλου
όγκος_σφαίρας = εμβαδόν_κύκλου * πί
τέταρτη_διάσταση_σφαίρας = όγκος_σφαίρας*ακτίνα_κύκλου
άπειρες_διαστάσεις_σφαίρας = τέταρτη_διάσταση_σφαίρας*ακτίνα_κύκλου
print(πί," = 3")
print(ακτίνα_κύκλου," = 1")
print(τάυ," = 2 * πί")
print(διάμετρος_κύκλου," = 2 * ακτίνα κύκλου")
print(περίμετρος_κύκλου," = ακτίνα κύκλου x τάυ")
print(εμβαδόν_κύκλου," = περίμετρος κύκλου x ακτίνα_κύκλου")
print(όγκος_σφαίρας," = εμβαδόν_κύκλου x πί")
print(τέταρτη_διάσταση_σφαίρας," = όγκοςσ φαίρας x ακτίνακύκλου")
print(άπειρες_διαστάσεις_σφαίρας," = τέταρτη διάσταση σφαίρας x ακτίνα κύκλου")

πί=3
ακτίνα_κύκλου=7
τάυ=2*πί
διάμετρος_κύκλου=2 * ακτίνα_κύκλου
περίμετρος_κύκλου=ακτίνα_κύκλου * τάυ
εμβαδόν_κύκλου=περίμετρος_κύκλου*ακτίνα_κύκλου
όγκος_σφαίρας = εμβαδόν_κύκλου * πί
τέταρτη_διάσταση_σφαίρας = όγκος_σφαίρας*ακτίνα_κύκλου
άπειρες_διαστάσεις_σφαίρας = τέταρτη_διάσταση_σφαίρας*ακτίνα_κύκλου
print(πί," = 3")
print(ακτίνα_κύκλου," = 1")
print(τάυ," = 2 * πί")
print(διάμετρος_κύκλου," = 2 * ακτίνα κύκλου")
print(περίμετρος_κύκλου," = ακτίνα κύκλου x τάυ")
print(εμβαδόν_κύκλου," = περίμετρος κύκλου x ακτίνα_κύκλου")
print(όγκος_σφαίρας," = εμβαδόν_κύκλου x πί")
print(τέταρτη_διάσταση_σφαίρας," = όγκοςσ φαίρας x ακτίνακύκλου")
print(άπειρες_διαστάσεις_σφαίρας," = τέταρτη διάσταση σφαίρας x ακτίνα κύκλου")

πί=3
ακτίνα_κύκλου=9
τάυ=2*πί
διάμετρος_κύκλου=2 * ακτίνα_κύκλου
περίμετρος_κύκλου=ακτίνα_κύκλου * τάυ
εμβαδόν_κύκλου=περίμετρος_κύκλου*ακτίνα_κύκλου
όγκος_σφαίρας = εμβαδόν_κύκλου * πί
τέταρτη_διάσταση_σφαίρας = όγκος_σφαίρας*ακτίνα_κύκλου
άπειρες_διαστάσεις_σφαίρας = τέταρτη_διάσταση_σφαίρας*ακτίνα_κύκλου
print(πί," = 3")
print(ακτίνα_κύκλου," = 1")
print(τάυ," = 2 * πί")
print(διάμετρος_κύκλου," = 2 * ακτίνα κύκλου")
print(περίμετρος_κύκλου," = ακτίνα κύκλου x τάυ")
print(εμβαδόν_κύκλου," = περίμετρος κύκλου x ακτίνα_κύκλου")
print(όγκος_σφαίρας," = εμβαδόν_κύκλου x πί")
print(τέταρτη_διάσταση_σφαίρας," = όγκοςσ φαίρας x ακτίνακύκλου")
print(άπειρες_διαστάσεις_σφαίρας," = τέταρτη διάσταση σφαίρας x ακτίνα κύκλου")

πί=3
ακτίνα_κύκλου=11
τάυ=2*πί
διάμετρος_κύκλου=2 * ακτίνα_κύκλου
περίμετρος_κύκλου=ακτίνα_κύκλου * τάυ
εμβαδόν_κύκλου=περίμετρος_κύκλου*ακτίνα_κύκλου
όγκος_σφαίρας = εμβαδόν_κύκλου * πί
τέταρτη_διάσταση_σφαίρας = όγκος_σφαίρας*ακτίνα_κύκλου
άπειρες_διαστάσεις_σφαίρας = τέταρτη_διάσταση_σφαίρας*ακτίνα_κύκλου
print(πί," = 3")
print(ακτίνα_κύκλου," = 1")
print(τάυ," = 2 * πί")
print(διάμετρος_κύκλου," = 2 * ακτίνα κύκλου")
print(περίμετρος_κύκλου," = ακτίνα κύκλου x τάυ")
print(εμβαδόν_κύκλου," = περίμετρος κύκλου x ακτίνα_κύκλου")
print(όγκος_σφαίρας," = εμβαδόν_κύκλου x πί")
print(τέταρτη_διάσταση_σφαίρας," = όγκοςσ φαίρας x ακτίνακύκλου")
print(άπειρες_διαστάσεις_σφαίρας," = τέταρτη διάσταση σφαίρας x ακτίνα κύκλου")

πί=3
ακτίνα_κύκλου=13
τάυ=2*πί
διάμετρος_κύκλου=2 * ακτίνα_κύκλου
περίμετρος_κύκλου=ακτίνα_κύκλου * τάυ
εμβαδόν_κύκλου=περίμετρος_κύκλου*ακτίνα_κύκλου
όγκος_σφαίρας = εμβαδόν_κύκλου * πί
τέταρτη_διάσταση_σφαίρας = όγκος_σφαίρας*ακτίνα_κύκλου
άπειρες_διαστάσεις_σφαίρας = τέταρτη_διάσταση_σφαίρας*ακτίνα_κύκλου
print(πί," = 3")
print(ακτίνα_κύκλου," = 1")
print(τάυ," = 2 * πί")
print(διάμετρος_κύκλου," = 2 * ακτίνα κύκλου")
print(περίμετρος_κύκλου," = ακτίνα κύκλου x τάυ")
print(εμβαδόν_κύκλου," = περίμετρος κύκλου x ακτίνα_κύκλου")
print(όγκος_σφαίρας," = εμβαδόν_κύκλου x πί")
print(τέταρτη_διάσταση_σφαίρας," = όγκοςσ φαίρας x ακτίνακύκλου")
print(άπειρες_διαστάσεις_σφαίρας," = τέταρτη διάσταση σφαίρας x ακτίνα κύκλου")

πί=3
ακτίνα_κύκλου=15
τάυ=2*πί
διάμετρος_κύκλου=2 * ακτίνα_κύκλου
περίμετρος_κύκλου=ακτίνα_κύκλου * τάυ
εμβαδόν_κύκλου=περίμετρος_κύκλου*ακτίνα_κύκλου
όγκος_σφαίρας = εμβαδόν_κύκλου * πί
τέταρτη_διάσταση_σφαίρας = όγκος_σφαίρας*ακτίνα_κύκλου
άπειρες_διαστάσεις_σφαίρας = τέταρτη_διάσταση_σφαίρας*ακτίνα_κύκλου
print(πί," = 3")
print(ακτίνα_κύκλου," = 1")
print(τάυ," = 2 * πί")
print(διάμετρος_κύκλου," = 2 * ακτίνα κύκλου")
print(περίμετρος_κύκλου," = ακτίνα κύκλου x τάυ")
print(εμβαδόν_κύκλου," = περίμετρος κύκλου x ακτίνα_κύκλου")
print(όγκος_σφαίρας," = εμβαδόν_κύκλου x πί")
print(τέταρτη_διάσταση_σφαίρας," = όγκοςσ φαίρας x ακτίνακύκλου")
print(άπειρες_διαστάσεις_σφαίρας," = τέταρτη διάσταση σφαίρας x ακτίνα κύκλου")

πί=3
ακτίνα_κύκλου=17
τάυ=2*πί
διάμετρος_κύκλου=2 * ακτίνα_κύκλου
περίμετρος_κύκλου=ακτίνα_κύκλου * τάυ
εμβαδόν_κύκλου=περίμετρος_κύκλου*ακτίνα_κύκλου
όγκος_σφαίρας = εμβαδόν_κύκλου * πί
τέταρτη_διάσταση_σφαίρας = όγκος_σφαίρας*ακτίνα_κύκλου
άπειρες_διαστάσεις_σφαίρας = τέταρτη_διάσταση_σφαίρας*ακτίνα_κύκλου
print(πί," = 3")
print(ακτίνα_κύκλου," = 1")
print(τάυ," = 2 * πί")
print(διάμετρος_κύκλου," = 2 * ακτίνα κύκλου")
print(περίμετρος_κύκλου," = ακτίνα κύκλου x τάυ")
print(εμβαδόν_κύκλου," = περίμετρος κύκλου x ακτίνα_κύκλου")
print(όγκος_σφαίρας," = εμβαδόν_κύκλου x πί")
print(τέταρτη_διάσταση_σφαίρας," = όγκοςσ φαίρας x ακτίνακύκλου")
print(άπειρες_διαστάσεις_σφαίρας," = τέταρτη διάσταση σφαίρας x ακτίνα κύκλου")

πί=3
ακτίνα_κύκλου=18
τάυ=2*πί
διάμετρος_κύκλου=2 * ακτίνα_κύκλου
περίμετρος_κύκλου=ακτίνα_κύκλου * τάυ
εμβαδόν_κύκλου=περίμετρος_κύκλου*ακτίνα_κύκλου
όγκος_σφαίρας = εμβαδόν_κύκλου * πί
τέταρτη_διάσταση_σφαίρας = όγκος_σφαίρας*ακτίνα_κύκλου
άπειρες_διαστάσεις_σφαίρας = τέταρτη_διάσταση_σφαίρας*ακτίνα_κύκλου
print(πί," = 3")
print(ακτίνα_κύκλου," = 1")
print(τάυ," = 2 * πί")
print(διάμετρος_κύκλου," = 2 * ακτίνα κύκλου")
print(περίμετρος_κύκλου," = ακτίνα κύκλου x τάυ")
print(εμβαδόν_κύκλου," = περίμετρος κύκλου x ακτίνα_κύκλου")
print(όγκος_σφαίρας," = εμβαδόν_κύκλου x πί")
print(τέταρτη_διάσταση_σφαίρας," = όγκοςσ φαίρας x ακτίνακύκλου")
print(άπειρες_διαστάσεις_σφαίρας," = τέταρτη διάσταση σφαίρας x ακτίνα κύκλου")


